@extends('inc.layout')



@section('content')
<main class="main">
    <section class="courses">
        <div class="courses__container">
            <h1 class="courses__title">
                Чему вы научитесь
            </h1>
            <article class="courses__text">
                <p>Мы знаем насколько важен в обучении индивидуальный подход, личный контакт и внимание
                    преподавателя, а также возможность что-то спросить, показать, попросить помощи. Поэтому на
                    наших курсах обучение проходит в мини-группах по 6-10 человек.</p>
                <p>
                    Мы несколько лет собирали нынешнюю команду преподавателей. Они не только являются крутыми
                    разработчиками крупных компаний, но и умеют объяснять сложные вещи простыми словами. А еще
                    им просто нравится делиться опытом. Вы точно найдете с ними общий язык.
                </p>
                <p>
                    На каждом занятии преподаватель ведет видеозапись. Записи сохраняются в вашем личном
                    кабинете, вы всегда можете к ним вернуться и посмотреть то, что вы не поняли или забыли.
                    Доступ к личному кабинету и записям останется с вами навсегда.
                </p>
                <p>
                    Можно выбрать форму обучения, которая вам удобна: посещать занятия в школе, либо
                    подключаться к вебинарам откуда угодно. Возможно совмещать оба формата при необходимости.
                </p>
                <p>
                    У нас есть лицензия на образовательную деятельность и по окончании курса вы получите сертификат установленного образца с указанием изученного стека технологий, формы обучения, выполненных проектов и оценки.
                </p>
                <p>
                    Уже на первом занятии вы начнете писать код, никакой воды. Преподаватели вам предоставят всю необходимую теоретическую базу для того, чтобы вы понимали принципы разработки, но основное внимание будет уделено практике. Мы готовим IT-специалистов, которые уже готовы решать реальные задачи.
                </p>
            </article>
        </div>
    </section>
</main>
@endsection